/* Localizable strings not stored in nib files shared by app and its plugins */

/* General strings */

"kMainPanelWindowName" = "Server-Admin";

"kMainPanelAltWindowName" = "Server-Admin: %@: %@";

"kServiceFilterMenuTitle" = "Dienst";

"kDeviceFilterMenuTitle" = "Computer";

"kAnyFilterMenuTitle" = "Alle";

"kLocalServerEntryName" = "Lokale Verzeichnisse";

"kShowLocalServicesMenu" = "Lokale Verzeichnisse einblenden";

"kHideLocalServicesMenu" = "Lokale Verzeichnisse ausblenden";

"kShowDSUGRecordBrowserDrawerMenu" = "Benutzer & Gruppen einblenden";

"kHideDSUGRecordBrowserDrawerMenu" = "Benutzer & Gruppen ausblenden";

"kShowRemoteFileBrowserDrawerMenu" = "Dateien und Verzeichnisse einblenden";

"kHideRemoteFileBrowserDrawerMenu" = "Dateien und Verzeichnisse ausblenden";

"kReconnectMenu" = "Verbinden …";

"kDisconnectMenu" = "Trennen";

"kShowContentsViewMenu" = "Zusammenfassung ausblenden"; /* Deprecated in Leopard */

"kHideContentsViewMenu" = "Zusammenfassung anzeigen"; /* Deprecated in Leopard */

"kDSUGRecordDownloadingNumberFormat" = "Bis zu %d Einträge werden abgerufen …";

"kDSUGRecordDownloadedNumberFormat" = "Anzahl der Einträge: %d";

"kDSUGRecordMoreDownloadedNumberFormat" = "Anzahl der Einträge: %d+";

"kDSUGRecordDownloadedTimeFormat" = "Letzter Ladevorgang: %0.3f s";

"kDSUGRecordDownloadingNotSupported" = "Die Benutzer- und Gruppenliste ist in Serverversion 10.2 nicht verfügbar";

"kDSUGRecordNameFormat1" = "Kurznamen: %@";

"kDSUGRecordNameFormat2" = "Kurzname: %@";

"kDSUGRecordPrimaryGroupIDFormat" = "Primärgruppen-ID: %d";

"kDSUGLocationPrefixFormat" = "Ort: %@";

"kFileBrowserDownloadingNotSupported" = "Der Dateibrowser ist in Serverversion 10.2 nicht verfügbar.";

"kLoadingDSUGRecord" = "Wird geladen …";

"kLoadingRFBNode" = "Wird geladen …";

"kStartServiceMenu" = "Dienst starten";

"kStopServiceMenu" = "Dienst stoppen";

"kServiceFilterClearMenuItem" = "Alle Dienste";

"kServiceFilterActiveOnlyMenuItem" = "Nicht aktive ausblenden";

"kInitialUsernamePassword" = "admin";

"kErrorCode" = "Fehler: ";

"kOK" = "OK";

"kEllipses" = " …";

"kAbbreviatedDay" = " d ";

"kAbbreviatedHour" = " h ";

"kAbbreviatedMin" = "m";

"kTimeSeparator" = ":";

"kLongDateFormatSingle" = "%d Tag, %d:%0.2d";

"kLongDateFormatMultiple" = "%d Tage, %d:%0.2d";

"kCurrentTime" = "Aktuell";

"kNSLRegisteredName" = "Server-Manager-Daemons, servermgr";

"kNSLServiceDisplayName" = "Server-Manager-Dienst";

"kClearConnectRecentMenuItems" = "Einträge löschen";

"kClearLogViewMenuItemTitle" = "Ansicht löschen";

"kClearEntriesMenuItemTitle" = "Einträge löschen";

"kBytes" = "Byte";

"kAbbreviatedBytes" = "B";

"kPerSecond" = "/Sekunde";

"kAbbreviatedPerSecond" = "/s";

"x10^-9" = "n";

"x10^-6" = "µ";

"x10^-3" = "m";

"x10^0" = "";

"x10^3" = "K";

"x10^6" = "M";

"x10^9" = "G";

"x10^12" = "T";

"kNoRecordMessage" = "Kein Eintrag ausgewählt";

"kReadOnlyDSDomain" = " Domain kann nur gelesen werden";

"kReadWriteDSDomain" = " Domain kann gelesen und geschrieben werden";

"kReadConfigurationError" = "Fehler beim Lesen der Einstellungen";

"kWriteConfigurationError" = "Fehler beim Schreiben der Einstellungen";

"kWriteConfigurationInProgressFormat" = "Einstellungen schreiben … %0.1f %% fertig";

"kShowConfigRecordsButton" = "Eintrag …";

"kHideConfigRecordsButton" = "Schließen";

"kShowUGRecordsButton" = "Benutzer & Gruppen";

"kHideUGRecordsButton" = "Benutzer & Gruppen";

"kShowRemoteFilesButton" = "Dateien …";

"kHideRemoteFilesButton" = "Schließen";

"kConfigurationFileName" = "Config";

"kConfigurationFileExtension" = "plist";

"kKeychainShouldBeLocked" = "Vergewissern Sie sich, dass der Schlüsselbund beim Verwenden dieser Funktion geschützt ist.";

"kNoTabViewHelpMessage" = "Wählen Sie einen Dienst in der Liste der Computer & Dienste";

"kNewGroupDefaultName" = "Neue Gruppe";

"kScannerEntryDefaultName" = "Verfügbare Server";

"kUninstalledScannerEntryDefaultName" = "Bereit zur Installation";

"kUnconfiguredScannerEntryDefaultName" = "Bereit zur Konfiguration";

"kLibraryEntryDefaultName" = "Server";

"kGroupsEntryDefaultName" = "Gruppen";

"kSmartGroupsEntryDefaultName" = "Intelligente Gruppen";

"kServiceAliasDisplayFormat" = " (%@)";

"kEmptyLog" = "Leeres Protokoll";

"kConfigurationDragAnchorToolTip" = "Bewegen Sie die Konfiguration in ein anderes Fenster oder auf den Schreibtisch.";

"kScannerBrowserSingularStatusFormat" =  "Gesamt: %d Server";

"kScannerBrowserPlurialStatusFormat" =  "Gesamt: %d Server";

"kOverview" = "Übersicht";

"kGroup" = "Gruppe";

"kServer" = "Server";

"kService" = "Dienst";

"kPanel" = "Bereich";

"kFirstUntitledGroup" = "Neue Gruppe";

"kNthUntitledGroupFormat" = "Unbenannte Gruppe %d";

"kUntitledFolder" = "Neuer Ordner";

"kNewGroupMenuItem" = "Gruppe hinzufügen …";

"kGroupNameFormat" ="%@ (%d)";

"kSpaceAndOpenPeren" = " (";

"kClosePeren" = ")";
			
"kNewSmartGroupMenuItem" = "Intelligente Gruppe hinzufügen …";
			
"kDeleteGroupMenuItem" = "Gruppe löschen";

"kConfigureServicesMenuItem" = "Dienst hinzufügen …";

"kSSHToServerMenuItem" = "Per SSH mit Server verbinden …";

"kCPUSummaryToolTip" = "Durchschnittliche CPU-Leistung % pro Minute:";

"kCPUSummaryToolTipIntervalEntryFormat" = "\n%d:\t%d %%";

"kDiskSpaceSummaryToolTip" = "Belegter Speicherplatz pro Volume:";

"kDiskSpaceSummaryToolTipIntervalEntryFormat" = "\n%@ -\t %@ von %@ belegt (%d %%)";

"kDiskSpaceSummaryToolTipEntryFormat" = "%@  %@ von %@ belegt (%d %%)";

"kNetworkThroughputSummaryFormat" = "%@/s";

"kDragUsers" = "Benutzer durch Ziehen auswählen";
		
"kDragGroups" = "Gruppen durch Ziehen auswählen";
		
/* General strings shared by plugins */

"kStringNotAvailable" = "Nicht verfügbar";

"kTextNotAvailable" = "Daten nicht verfügbar";

"kDateNotAvailable" = "Datum und Uhrzeit nicht verfügbar";

"kBlankString" = "Nicht angegeben";

"kPercentSymbol" = "%";

/* Toolbar items with their tool tip */

"NewConnectToolbarItem" = "Server hinzufügen …";
"NewConnectShortcut.tiff" = "Neuen Server zur Liste hinzufügen";

"ReconnectToolbarItem" = "Verbinden";
"ReconnectShortcut.tiff" = "Mit ausgewähltem Server verbinden";

"DisconnectToolbarItem" = "Trennen";
"DisconnectShortcut.tiff" = "Verbindung zum ausgewählten Server trennen";

"ShareScreenToolbarItem" = "Auf Serverbildschirm zugreifen …";

"DeleteToolbarItem" = "Server entfernen";
"DeleteShortcut.tiff" = "Ausgewählten Server aus der Liste entfernen";

"RefreshToolbarItem" = "Aktualisieren";
"RefreshShortcut.tiff" = "Statusanzeige aktualisieren";

"PreferencesToolbarItem" = "Einstellungen";
"PreferencesShortcut.tiff" = "Einstellungen anzeigen";

"NewViewForDocumentToolbarItem" = "Neues Fenster";
"NewViewForDocumentShortcut.tiff" = "Neues Fenster erstellen";

"StopToolbarItem" = "Stopp";
"StopShortcut.tiff" = "Laufende Aktualisierung der Dienste stoppen";

"GoToThisAppToolbarItem" = "Status";
"GoToThisShortcut.tiff" = "Server-Admin, Sie sind bereits hier!";

"GoToWorkgroupManagerAppToolbarItem" = "Arbeitsgruppenmanager";
"GoToWorkgroupManagerShortcut.tiff" = "Zum Arbeitsgruppenmanager wechseln";

"GoToAccountsViewOfWorkgroupManagerAppToolbarItem" = "Accounts";
"GoToAccountsWorkgroupManagerShortcut.tiff" = "Zu Arbeitsgruppenmanager: Accounts wechseln";

"GoToPreferencesViewOfWorkgroupManagerAppToolbarItem" = "Einstellungen";
"GoToPreferencesWorkgroupManagerShortcut.tiff" = "Zu Arbeitsgruppenmanager: Einstellungen wechseln";

"GoToSharingViewOfWorkgroupManagerAppToolbarItem" = "Zugriff";
"GoToSharingWorkgroupManagerShortcut.tiff" = "Zu Arbeitsgruppenmanager: Freigaben wechseln";

"GoToServerMonitorAppToolbarItem" = "Servermonitor";
"GoToServerMonitorShortcut.tiff" = "Zum Servermonitor wechseln";

"StartServiceToolbarItem" = "Dienst starten";
"StartServiceShortcut.tiff" = "Ausgewählten Dienst starten";

"StopServiceToolbarItem" = "Dienst stoppen";
"StopServiceShortcut.tiff" = "Ausgewählten Dienst stoppen";

"ShowContentsViewToolbarItem" = "Zusammenfassung ausblenden"; /* Deprecated in Leopard */
"ShowContentsViewShortcut.tiff" = "Zusammenfassung ausblenden"; /* Deprecated in Leopard */

"HideContentsViewToolbarItem" = "Zusammenfassung anzeigen"; /* Deprecated in Leopard */
"HideContentsViewShortcut.tiff" = "Zusammenfassung einblenden"; /* Deprecated in Leopard */

"UGRecordBrowserToolbarItem" = "Benutzer und Gruppen";
"UGRecordBrowserShortcut.tiff" = "Fach „Benutzer und Gruppen“";

"SearchFieldToolbarItem" = "Suchen";
"SearchFieldShortcut.tiff" = "Suchen";


/* Keys comming from Server Manager Daemon plugin modules: errors */

"UNEXPECTED_COMMAND" = "Der Dienst hat den Befehl nicht verstanden";

"NOT_ENOUGH_PRIVS_ERR" = "Ungenügende Zugriffsrechte";

"CANNOT_MALLOC_ERR" = "Kann keinen Speicher belegen";

"FILE_NOT_FOUND_ERR" = "Datei nicht gefunden, das Protokoll des Diensts ist möglicherweise deaktiviert";

"CANNOT_FSEEK_ERR" = "Kann in Datei nicht positionieren";

"CANNOT_FREAD_ERR" = "Kann Datei nicht lesen";

"CANNOT_FRENAME_ERR" = "Kann Datei nicht umbenennen";

"CANNOT_MAKE_HISTORY_ERR" = "Kann Verlaufsdaten nicht aktualisieren";

"CANNOT_GET_HISTORY_ERR" = "Es gibt keine Verlaufsdaten";

"CANNOT_COMPRESS_HISTORY_ERR" = "Verlaufsdaten konnten nicht komprimiert werden";

"CANNOT_REDUCE_HISTORY_ERR" = "Kann Verlaufsdaten nicht reduzieren";

"CANNOT_STAT_ERR" = "Kann auf Datei nicht zugreifen";

"SETTING_NOT_FOUND_ERR" = "Einstellung nicht gefunden";

"SERVICE_NOT_RUNNING_ERR" = "Funktion nicht verfügbar: der Dienst arbeitet nicht";

"INVALID_ARG_ERR" = "Unzulässiger Parameter";

"CANNOT_OPEN_DS_ERR" = "Kann auf Verzeichnisdienste nicht zugreifen";

"CANNOT_OPEN_DS_NODE_ERR" = "Kann Verzeichnisdienste-Knoten nicht öffnen";

"CANNOT_ACCESS_PROCS_ERR" = "Kann auf Prozessliste nicht zugreifen";

"CANNOT_SIGNAL_PROCESS_ERR" = "Kann dem Prozess kein Signal senden";

"CANNOT_NDCSTAT_ERR" = "Kann auf Statistik nicht zugreifen: möglicherweise arbeitet der DNS-Dienst nicht oder ist nicht korrekt konfiguriert";

"CANNOT_ACCESS_STATS_ERR" = "Konnte Statistik nicht lesen: möglicherweise arbeitet der DNS-Dienst nicht oder ist nicht korrekt konfiguriert";

"CANNOT_PARSE_XML_REQUEST_ERR" = "Kann XML-Anfrage nicht parsen";

"CANNOT_PARSE_XML_RESPONSE_ERR" = "Kann XML-Antwort nicht parsen";

"CANNOT_CREATE_XML_RESPONSE_ERR" = "XML-Antwort kann nicht erstellt werden"; 

"INVALID_SESSION_ERR" = "Ungültige oder abgelaufene Sitzungs-ID (melden Sie sich erneut an)";

"CANNOT_LOAD_BUNDLE_ERR" = "Komponente (Bundle) kann nicht geladen werden";

"CANNOT_RUN_BUNDLE_ERR" = "Komponente (Bundle) kann nicht ausgeführt werden";

"OBJECT_EXIST_ERR" = "Objekt existiert bereits";


/* Error sheets or alerts */

"kUnreachableServerDuringLoginTtl" = "Die Verbindung zu %@ konnte nicht hergestellt werden.";

"kUnreachableServerDuringLoginMsg1" = "Server-Admin konnte keine Verbindung zum Server unter %@ herstellen. Möglicherweise löst das Abschalten der Option „Gültige digitale Signatur erzwingen“ in den Einstellungen das Problem.";

"kUnreachableServerDuringLoginMsg2" = "Server-Admin konnte keine Verbindung zum Server unter %@ herstellen.";

"kUnreachableServiceDuringLoginTtl" = "Unter der angegebenen Adresse ist kein Dienst erreichbar";

"kUnreachableServiceDuringLoginMsg1" = "Der Dienst konnte nicht auf die angegebene Adresse für %@ zugreifen. Prüfen Sie die Adresse und versuchen Sie, sich erneut anzumelden. Deaktivieren Sie versuchsweise die Einstellung „Gültige digitale Signatur erzwingen“.";

"kUnreachableServiceDuringLoginMsg2" = "Der Dienst konnte nicht auf die Adresse für %@ zugreifen. Prüfen Sie die Adresse und versuchen Sie, sich erneut anzumelden.";

"kServerAuthenticationFailureDuringLoginTtl" = "Die Anmeldedaten sind für diesen Server nicht korrekt oder unvollständig";

"kServerAuthenticationFailureDuringLoginMsg" = "Der Server hat die eingegebenen Anmeldeinformationen für „%@“ nicht akzeptiert. Überprüfen Sie Name und Kennwort und versuchen Sie, sich erneut anzumelden.";

"kServiceAuthenticationFailureDuringLoginTtl" = "Die Anmeldedaten sind für diesen Dienst nicht korrekt oder unvollständig";

"kServiceAuthenticationFailureDuringLoginMsg" = "Der Dienst hat die eingegebenen Anmeldeinformationen für „%@“ nicht akzeptiert. Überprüfen Sie Name und Kennwort und versuchen Sie, sich erneut anzumelden.";

"kUnreachableServerTtl" = "Der Server ist nicht erreichbar.";

"kUnreachableServerMsg1" = "Versuchen Sie, sich erneut mit „%@“ zu verbinden. Deaktivieren Sie versuchsweise die Einstellung „Gültige digitale Signatur erzwingen“.";

"kUnreachableServerMsg2" = "Versuchen Sie, sich erneut mit „%@“ zu verbinden.";

"kUnreachableServiceTtl" = "Der Dienst „%@“ konnte nicht erreicht werden";

"kUnreachableServiceMsg1" = "Versuchen Sie, sich erneut mit „%@“ zu verbinden (möglicherweise fehlt eine Komponente).";

"kUnreachableServiceMsg2" = "Versuchen Sie, sich erneut mit „%@“ zu verbinden (möglicherweise fehlt eine Komponente).";

"kServiceAuthenticationFailureTtl" = "Die Anmelde-Informationen sind ungültig.";

"kServiceAuthenticationFailureMsg" = "Versuchen Sie, sich erneut mit „%@“ zu verbinden.";

"kServiceAgentReturnedErrorTtl" = "Beim Dienst ist ein Fehler aufgetreten.";

"kServiceAgentReturnedErrorMsg" = "Versuchen Sie, die Ansicht zu aktualisieren (%@/ %@).";

"kServiceAgentMayHaveCrashedMsg" = "Möglicherweise wurde das Plug-In „%@“ auf dem Server unerwartet beendet.";

"kServiceGetOrSetStateErrorTtl" = "Bei einem Dienst ist ein Fehler aufgetreten";

"kServiceGetOrSetStateErrorMsg" = "Versuchen Sie, die Ansicht zu aktualisieren (%@/ %@)."; 

"kServiceGetOrSetStateErrorNbMsgPrefix" = "Fehler: %d";

"kRemoveFromListAlertButton" = "Entfernen";

"kKeepInListAlertButton" = "In Liste belassen";

"kKeepDisconnectedInListAlertButton" = "Trennen";

"kInvalidPeriodTtl" = "Unzulässiges Aktualisierungsintervall";

"kInvalidPeriodMsg" = "Das Aktualisierungsintervall muss zwischen 1 und 1800 Sekunden liegen.";

"kInvalidBufSzTtl" = "Unzulässige Puffergröße";

"kInvalidBufSzMsg" = "Die Puffergröße muss zwischen 1024 und 1048576 Bytes liegen.";

"kInvalidItemsSelectionTtl" = "Sie können nicht mehrere Objekte für diesen Vorgang auswählen.";

"kInvalidItemsSelectionMsg" = "Bitte wählen Sie für diesen Vorgang nur einen Server oder Dienst zu einer Zeit aus.";

"kServerAlreadyExistsTtl" = "Server bereits vorhanden";

"kServerAlreadyExistsMsg" = "Bitte melden Sie sich bei einem Server an, der noch nicht in der Liste enthalten ist. Oder klicken Sie im Einblendmenü unten auf „Verbinden“, um sich bei einem getrennten Server anzumelden.";

"kCannotSaveToKeychainTtl" = "Accountdaten konnten nicht im Standardschlüsselbund gesichert werden.";

"kCannotSaveToKeychainMsg" = "Untersuchen Sie das Problem mithilfe der Schlüsselbundverwaltung.";

"kDismissingUseOfKeychainTtl" = "Automatische Anmeldung wird deaktiviert";

"kDismissingUseOfKeychainMsg" = "Wenn Sie im Schlüsselbund sichern, werden Sie automatisch bei diesem Server angemeldet, sobald Sie Server-Admin starten. Wenn Sie nicht im Schlüsselbund sichern, müssen Sie den Server auswählen und sich manuell erneut verbinden, wenn Sie ihn das nächste Mal überwachen oder verwalten möchten.";

"kServerDoesNotSupportConfTabViewTtl" = "Die Ansicht „%@“ ist zurzeit nicht verfügbar";

"kServerDoesNotSupportConfTabViewMsg" = "Zur letzten, verfügbaren Darstellung wechseln. Dieser Hinweis wird nur einmal angezeigt.";

"kCannotExecuteOSAScriptTtl" = "AppleScript Befehl kann nicht ausgeführt werden";

"kCannotExecuteOSAScriptMsg" = "Das Zielprogramm antwortet nicht.";

"kDeleteItemsAlertTtl" = "Möchten Sie die ausgewählten Objekte wirklich entfernen?";

"kDeleteGroupAlertTtlFormat" = "Möchten Sie die Gruppe %@ wirklich entfernen?";

"kDeleteServerAlertTtlFormat" = "Möchten Sie den Server %@ wirklich entfernen?";

"kDeleteItemsAlertMsg" = "Dieser Vorgang kann nicht widerrufen werden. Halten Sie die Wahltaste gedrückt, um eine Auswahl zu entfernen, ohne dass diese Warnung angezeigt wird.";

"kDeleteRecordAlertTtl" = "Möchten Sie den ausgewählten Eintrag wirklich löschen?";

"kDeleteRecordAlertMsg" = "Dieser Vorgang kann nicht widerrufen werden.";

"kSaveChangesAlertTtl" = "Änderungen sichern?";

"kSaveChangesBeforeQuittingAlertTtl" = "Änderungen vor dem Beenden sichern?";

"kSaveChangesAlertMsg" = "Ein Teil der Konfigurationsdaten muss gesichert werden. Möchten Sie die Änderungen jetzt sichern?";

"kCannotProceedFilterWithoutSavingChangesAlertTtl" = "Filter kann nicht angewendet werden";

"kCannotProceedShortcutWithoutSavingChangesAlertTtl" = "Navigation kann nicht fortgesetzt werden";

"kCannotHideContentsViewWithoutSavingChangesAlertTtl" = "Zusammenfassung kann nicht eingeblendet werden"; /* Deprecated in Leopard */

"kCannotProceedWithoutSavingChangesAlertMsg" = "Sie müssen Ihre Änderungen zurücksetzen oder sichern.";

"kCannotSaveChangesAlertTtl" = "Änderungen können nicht gesichert werden";

"kCannotSelectViewAlertTtl" = "Aktuelle Darstellung kann nicht geschlossen werden";

"kCannotLeaveViewAlertTtl" = "Aktuelle Darstellung kann nicht geschlossen werden";

"kInvalidConfigurationDataAlertMsg" = "Ein Teil der Konfigurationsdaten ist ungültig: %@.";

"kConfirmSaveChangesAlertTtl" = "Sichern der Änderungen bestätigen";

"kConfigurationConfirmationAlertMsg" = "%@";

"kSavingChangesInProgressAlertTtl" = "Sichern ist in Arbeit";

"kSavingChangesInProgressAlertMsg" = "Bitte warten Sie, bis das Sichern abgeschlossen ist.";

"kAbortingInProgressAlertTtl" = "Vorgang wird gerade abgebrochen";

"kAbortingInProgressAlertMsg" = "Bitte warten Sie, bis der Vorgang abgebrochen wurde.";

"kAbortAlertTtl" = "Aktuellen Vorgang abbrechen?";

"kAbortAlertMsg" = "%@";

"kStartNowAlertTtl" = "Dienst jetzt starten?"; /* Added as fix to #3431341 */

"kStopNowAlertTtl" = "Dienst jetzt stoppen?";

"kRestartNowAlertTtl" = "Dienst jetzt neu starten?";

"kRecycleNowAlertTtl" = "Dienst jetzt warmstarten?";

"kCannotStartNowAlertTtl" = "Dienst konnte nicht gestartet werden";

"kStopNowAlertDefaultMsg" = "Die Verbindung zu %@-Clients wird möglicherweise getrennt."; /* Added as fix to #3431341 */

"kRestartNowAlertDefaultMsg" = "Die Verbindung zu %@-Clients wird möglicherweise getrennt."; /* Added as fix to #3431341 */

"kRecycleNowAlertDefaultMsg" = "Die Verbindung zu %@-Clients wird möglicherweise getrennt."; /* Added as fix to #3431341 */

"kFileBrowserNotYetLoadedMsg" = "Der entfernte Dateibrowser ist nicht geladen. Warten Sie wenige Sekunden und versuchen Sie es erneut. Falls das Problem weiterhin besteht, verbinden Sie sich erneut.";

"kNeedsRestartAlertTtl" = "Möchten Sie „%@“ jetzt neu starten?";

"kNeedsRestartAlertMsg" = "Ihre Änderungen werden beim nächsten Start von „%@“ (%@) wirksam. Wenn Sie möchten, dass sie sofort wirksam werden, dann starten Sie „%@“ jetzt neu.";

"kNeedsRecycleAlertTtl" = "Möchten Sie „%@“ jetzt wiederanfahren?";

"kNeedsRecycleAlertMsg" = "Ihre Änderungen werden beim nächsten Start von %@ (%@) wirksam. Wenn Sie möchten, dass sie sofort wirksam werden, dann starten Sie „%@“ jetzt neu.";

"kFeatureLockedTtl" = "Die Befehle zum Bearbeiten sind gesperrt";

"kFeatureLockedMsg" = "Sie können keine Aktionen mehr durchführen, die den Status Ihres Servers ändern (z. B. Dienste starten oder stoppen, etc). Wählen Sie „Ansicht freigeben“ im Menü „Darstellung“, um diese Befehle wieder freizugeben.";

"kExceptionInAppAlertTtl" = "Nicht abgefangene Ausnahme im Programm.";

"kExceptionInAppAlertMsg" = "Leider kann die Funktion, auf die Sie zugreifen wollten, nicht benutzt werden. Ausnahme:\n\nIn %@: %@ %@ %@.";

"kExceptionInClientPluginAlertTtl" = "Nicht abgefangene Ausnahme im Client-seitigen %@-Plug-In";

"kExceptionInClientPluginAlertMsg" = "Leider kann die Funktion, auf die Sie zugreifen wollten, nicht benutzt werden. Ausnahme:\n\nIn %@: %@ %@ %@.";

"kCrashInClientPluginAlertTtl" = "Das Programm ist im %@-Client-Plug-In abgestürzt";

"kCrashInClientPluginAlertMsg" = "Leider kann die Funktion, auf die Sie zugreifen wollten, nicht benutzt werden. Bitte prüfen Sie auch den CrashReporter (im Programm Konsole). Drücken Sie Befehlstaste-Wahltaste-Esc, um das Programm sofort zu beenden, falls „Beenden“ nicht funktioniert. Absturz:\n\nIn %@: %@.";

"kCrashInUnknownLocationAlertTtl" = "Das Programm ist abgestürzt";

"kCrashInUnknownLocationAlertMsg" = "Leider kann die Funktion, auf die Sie zugreifen wollten, nicht benutzt werden. (%@). Bitte prüfen Sie auch den CrashReporter (im Programm Konsole). Drücken Sie Befehlstaste-Wahltaste-Esc, um das Programm sofort zu beenden, falls „Beenden“ nicht funktioniert.";

"kCannotCreateDuplicateGroupAlertTtl" = "Gruppe konnte nicht erstellt werden";

"kCannotEditDuplicateGroupAlertTtl" = "Gruppenname konnte nicht geändert werden";

"kDuplicateGroupAlertTtl" = "Dieser Name wird bereits verwendet.";

"kDuplicateGroupAlertMsgFormat" = "Es gibt bereits eine Gruppe mit dem Namen „%@“. Bitte verwenden Sie einen anderen Namen.";

"kEmptyGroupAlertTtl" = "Sie haben versucht einen leeren Gruppennamen festzulegen.";

"kEmptyGroupAlertMsg" = "Gruppennamen müssen mindestens ein Zeichen enthalten. Bitte versuchen Sie es erneut.";

"kErrorInSaveAlertTtl" = "Die Daten konnten nicht gesichert werden.";

"kSavePanelTtl" = "In einer Textdatei sichern";

"kCannotCreateFolderTtl" = "Ordner kann nicht erstellt werden.";

"kCannotCreateFolderGenericMsg" = "Beim Erstellen eines neuen Ordners ist ein Problem aufgetreten.";

"kPortsRestrictedAlertTtl" = "Dienst-Port ist möglicherweise geschützt.";

"kPortsRestrictedAlertMsg" = "Überprüfen Sie Ihre Firewall-Konfiguration und vergewissern Sie sich, dass alle von „%@“ verwendeten Ports offen sind.";

"kNotImplementedAlertTtl" = "Nicht unterstützt.";

"kNotImplementedAlertMsg" = "Die Funktion, auf der Sie zugreifen möchten, kann im Moment noch nicht getestet werden.";

"kForceQuitButton" = "Beenden";

"kCancelButton" = "Abbrechen";

"kDeleteButton" = "Entfernen";

"kSaveButton" = "Sichern";

"kAbortButton" = "Jetzt abbrechen";

"kStartNowButton" = "Jetzt starten"; /* Added as fix to #3431341 */

"kStopNowButton" = "Jetzt stoppen";

"kRestartNowButton" = "Jetzt neu starten";

"kRecycleNowButton" = "Jetzt warmstarten";

"kSaveMoreButton" = "Sichern …";

"kDontSaveButton" = "Nicht sichern";

"kRestartButton" = "Neu starten";

"kDontRestartButton" = "Nicht neu starten";

"kNoServicesConfiguredTitle" = "Bei diesem Server sind keine Dienste als konfiguriert markiert.";

"kNoServicesConfiguredMsg" = "In der Serverliste und der Serverübersicht werden nur konfigurierte Dienste angezeigt. Dienste können jederzeit als konfiguriert oder nicht konfiguriert markiert werden.";

"kConfigureServicesBtn" = "Konfigurierte Dienste wählen";

"kStandardConfigServerAlertTitle" = "Möchten Sie Server-Admin wirklich verwenden?";

"kStandardConfigServerAlertMsgFormat" = "Der Server %@ ist eine %@-Konfiguration von Mac OS X Server, die am besten mithilfe des Programms „Servereinstellungen“ verwaltet wird. Sie können Server-Admin zum Anpassen oder Hinzufügen von Diensten verwenden, aber Ihre Änderungen könnten unerwünschte Auswirkungen haben. Bevor Sie etwas ändern, notieren Sie sorgfältig Ihre aktuellen Einstellungen, für den Fall, dass Sie diese Einstellungen wiederherstellen müssen.\r\rAlternativ können Sie diese Serverkonfiguration in eine erweiterte Serverkonfiguration umwandeln.";

"kWorkgroupServer" = "Arbeitsgruppen";

"kStandardServer" = "Standard";

"kOpenServerPrefsBtn" = "Servereinstellungen öffnen";

"kUseServerAdminBtn" = "Server-Admin verwenden";

"kConvertToAdvancedBtn" = "In erweiterte Konfiguration umwandeln";

"kScreenResolutionTooLowTitle" = "Bildschirmauflösung zu niedrig.";

"kScreenResolutionTooLowMsg" = "Server-Admin benötigt eine Bildschirmauflösung von mindestens 1024 x 768. Das Programm wird jetzt beendet.";

"kNotConfigured" = "(Nicht konfiguriert)";

"kNotAuthorized" = "(Nicht berechtigt)";

"kBadServerVersion" = "Diese Version von Server-Admin ist mit diesem Server nicht kompatibel.";

"kServerVersionTooOld" = "Diese Version von Server-Admin kann sich mit Mac OS X Server Version %@ oder neuer verbinden. Bitte aktualisieren Sie den Server „%@“ auf diese Version und versuchen Sie anschließend die Anmeldung erneut.";

"kServerVersionTooNew" = "Der Server %@ ist zu neu (%@) und kann nicht mit dieser Version von Server-Admin verwaltet werden.";

"kServerVersionMaybeBadTitle" = "Ein unerwarteter Identifizierungsfehler wurde empfangen.";

"kServerVersionMaybeBadMsg" = "Dies kann bei Verbindungsversuchen mit einem Server auftreten, der eine Version vor %@ verwendet. Trifft dies zu, dann installieren Sie bitte das aktuelle Update von Mac OS X Server auf „%@“ und versuchen Sie es erneut.";

"kNullServerVersion" = "Ein Fortfahren ist nicht möglich.";

"kNullServerVersionMsg" = "Der Server %@ hat ungültige Versionsinformationen geliefert und kann zurzeit nicht mit Server-Admin verwaltet werden. Bitte prüfen Sie /var/log/system.log auf dem Server auf Fehlermeldungen.";

"kExportPasswordsDontMatchTitle" = "Die Verschlüsselungsschlüssel stimmen nicht überein.";

"kExportPasswordsDontMatchMsg" = "Bitte überprüfen Sie, ob der Schlüssel und die Bestätigungsfelder den gleichen Wert haben.";

"kImportDecryptionFailedTitle" = "Die Entschlüsselung ist fehlgeschlagen.";

"kImportDecryptionFailedMsg" = "Bitte vergewissern Sie sich, dass Sie den richtigen Schlüssel zur Entschlüsselung der ausgewählten Einstellungsdatei eingegeben haben.";

"kStartServiceBtnShort" = "%@ starten";

"kStartServiceBtnLong" = "Dienst %@ starten";

"kStopServiceBtnShort" = "%@ stoppen";

"kStopServiceBtnLong" = "Dienst %@ stoppen";

"kUGWindowName" = "Benutzer & Gruppen";

"kServerPrefsGuardErrorString" = "Das Ändern dieser Einstellung mit Server-Admin verhindert möglicherweise, dass eine Funktion in den Servereinstellungen korrekt arbeitet.";

"kServerPrefsGuardDefaultMsgString" = "Bitte vergewissern Sie sich, dass Sie dies wirklich beabsichtigen, bevor Sie sichern.";

"kInvalidSerialNumberAlert" = "Die Seriennummer des Servers ist ungültig oder abgelaufen.";

"kInvalidSerialNumberAlertMsg" = "Bitte geben Sie im Bereich „Allgemein“ der Einstellungen eine gültige Seriennummer ein.";

/* Service ACL name lookup (shouldn't this be in Server plugin?) */

"com.apple.access_afp" = "AFP";

"com.apple.access_ftp" = "FTP";

"com.apple.access_chat" = "iChat";

"com.apple.access_loginwindow" = "Anmeldefenster";

"com.apple.access_mail" = "Mail";

"com.apple.access_pcast" = "Podcast-Produzent";

"com.apple.access_qtss" = "QTSS";

"com.apple.access_ssh" = "SSH";

"com.apple.access_vpn" = "VPN";

"com.apple.access_web" = "Web";

"com.apple.access_weblog" = "Weblog";

"com.apple.access_smb" = "SMB";

"com.apple.access_xgrid" = "Xgrid";


/* Keychain status messages shown in Login window */

"kKCNoSuchKeychainErr" = "(Es gibt keinen Standardschlüsselbund)";

"kKCNoDefaultKeychainErr" = "(Es gibt keinen Standardschlüsselbund)";

"kKCInvalidKeychainErr" = "(Der Standardschlüsselbund ist ungültig)";

"kCannotGetKeychainStatusErr" = "(Der Status des Schlüsselbunds ist nicht verfügbar)";

"kKeychainStatusIsLocked" = "(Der Schlüsselbund ist geschützt)";


/* SSLCertController strings */

"kEditCustomSSLCertificateTooltip" = "Eigene Konfiguration des SSL-Zertifikats bearbeiten oder anzeigen";  

"kSelectSSLCertificateTooltip" = "Wählen Sie, welches SSL-Zertifikat benutzt werden soll";

"kNoCertificate" = "Kein Zertifikat";

"kCustomConfiguration" = "Eigene Konfiguration …";

"kManageCertificates" = "Zertifikate verwalten …";

"kCertEditImportGenericTitle" = "Zu importierende Datei auswählen";

"kCertEditImportCertTitle" = "Zu importierende Datei des Zertifikats auswählen";

"kCertEditImportKeyTitle" = "Zu importierende Datei für den privaten Schlüssel auswählen";

"kCertEditImportChainTitle" = "Zu importierende Datei für die Zertifikatskette auswählen";

"kCertificateImportFailed" = "Der Import des Zertifikats ist fehlgeschlagen";

"kCertificateImportFailedHint" = "Vergewissern Sie sich, dass die eingegebenen Werte korrekt und die Datei des Zertifikats auf dem Server gültig sind.";


/* This seems to be used by Server/ImportCertificateSheet.m and Web/WebConfigurationActions.m */

"OK" = "OK";


/* DirectoryServices most common errors */

"-14079" = "Ungültiges Pufferformat"; /* eDSInvalidBuffFormat */

"-14090" = "Identifizierung fehlgeschlagen"; /* eDSAuthFailed */

"-14096" = "Ungültiges Kennwort [eDSAuthBadPassword]";

"-14098" = "Unbekannter Benutzer [eDSAuthUnknownUser]";

"-14099" = "Ungültiger Benutzername [eDSAuthInvalidUserName]";

"-14120" = "Zugriffsfehler"; /* eDSPermissionError */

"-14134" = "Attribut nicht gefunden"; /* eDSAttributeNotFound*/

"-14135" = "Eintrag bereits vorhanden"; /* eDSRecordAlreadyExists */

"-14136" = "Eintrag nicht gefunden"; /* eDSRecordNotFound */

"-14137" = "Attribut nicht gefunden [eDSAttributeDoesNotExist]";

"-14273" = "Unbekanntes Plug-In [eUnknownPlugIn]";

"-14292" = "Wird von diesem Knoten nicht unterstützt [eNotHandledByThisNode]";

/* LogsPanel strings */

"Not available" = "Nicht verfügbar";

/* GraphPanel strings */

"%@ in the past " = "%@ für letzte ";

"kFeedbackURL" = "http://www.apple.com/de/feedback/server.html";

"kDocumentationURL" = "http://www.apple.com/de/server/documentation";

"kServerSupportURL" = "http://www.apple.com/de/support/macosxserver";


